alphabotsec.vscode-eclipse-keybindings
biomejs.biome
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
KevinRose.vsc-python-indent
humao.rest-client
miguelsolorio.min-theme
miguelsolorio.symbols
mikestead.dotenv
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
naumovs.color-highlight
prisma.prisma
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
supermaven.supermaven
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode